app/controllers/admin/books_controller.rb

INSERT INTO `admin_books` (`author`, `created_at`, `title`, `updated_at`) VALUES ('test1', '2016-08-24 10:09:25', 'hello1', '2016-08-24 10:09:25')
---
  def create
    @admin_book = Admin::Book.new(admin_book_params)

    respond_to do |format|
      if @admin_book.save